13/data/attachments/2c78afbe6933ab1d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>William_medical_Actions_15580_2</nif:username>
            <nif:friendToBeRequested>soap_actions_9ac15065-d30e-4e39-844a-775fc9eb71dc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>